{
    "foods": 
    [
        "ข้าวผัดไข่",
        "ข้าวผัดกุ้ง",
        "ข้าวผัดปลาหมึก",
        "ข้าวผัดปู",
        "ข้าวมันไก่",
        "ข้าวหน้าเป็ด",
        "ข้าวแกงเขียวหวานไก่",
        "ข้าวแกงเผ็ดไก่",
        "ข้าวแกงส้มชะอมไข่",
        "ข้าวราดมัสมั่นไก่",
        "ข้าวกระเพราไก่ไข่ดาว",
        "ข้าวกระเพรากุ้ง",
        "ข้าวกระเพราเนื้อ",
        "ข้าวคลุกกะปิ (ไม่ใส่หมูหวาน)",
        "ข้าวไข่เจียว",
        "ข้าวผัดต้มยำ",
        "ข้าวหน้าปลาแซลมอนย่าง",
        "ข้าวหน้าปลาซาบะ",
        "ข้าวปลาทอดราดซอสเปรี้ยวหวาน",
        "ข้าวแกงป่าไก่",
        "ข้าวแกงไตปลา",
        "ข้าวหน้าเทอริยากิไก่",
        "ข้าวหน้าแกงกะหรี่ญี่ปุ่นไก่",
        "ข้าวต้มปลา",
        "ข้าวต้มกุ้ง",
        "ข้าวต้มไก่",
        "ข้าวเหนียวไก่ย่าง",
        "ข้าวเหนียวส้มตำ",
        "ข้าวราดปลาผัดขึ้นฉ่าย",
        "ข้าวหน้าทะเลผัดฉ่า",
        "ก๋วยเตี๋ยวและเส้น",
        "ก๋วยเตี๋ยวเรือไก่",
        "ก๋วยเตี๋ยวเรือเนื้อ",
        "ก๋วยเตี๋ยวน้ำใสไก่",
        "ก๋วยเตี๋ยวต้มยำกุ้ง",
        "ก๋วยเตี๋ยวเย็นตาโฟ",
        "ราดหน้าปลา",
        "ราดหน้าทะเล",
        "ผัดซีอิ๊วไก่",
        "ผัดซีอิ๊วทะเล",
        "เส้นใหญ่ผัดขี้เมาทะเล",
        "มาม่าผัดขี้เมา",
        "บะหมี่เกี๊ยวกุ้ง",
        "บะหมี่ไก่อบ",
        "สปาเกตตีซอสมะเขือเทศ",
        "สปาเกตตีคาโบนารา (ใส่ไก่หรือกุ้ง)",
        "สปาเกตตีผัดขี้เมา",
        "สปาเกตตีซอสเพสโต้",
        "ยากิโซบะทะเล",
        "ขนมจีนแกงเขียวหวานไก่",
        "ขนมจีนแกงไตปลา",
        "ขนมจีนน้ำยาปลาทู",
        "ขนมจีนน้ำเงี้ยวไก่",
        "ข้าวซอยไก่",
        "ก๋วยจั๊บน้ำใสไก่",
        "ผัดไทยกุ้งสด",
        "ผัดไทยทะเล",
        "ข้าวยำไก่แซ่บ",
        "ข้าวผัดแกงเขียวหวานปลา",
        "ข้าวอบทะเล",
        "ข้าวยำปักษ์ใต้",
        "ข้าวอบกระเทียมไก่",
        "ข้าวหน้าหอยลายผัดพริกเผา",
        "ข้าวหน้ากุ้งผัดพริกเกลือ",
        "ข้าวหน้าไก่สไปซี่",
        "ข้าวหน้าปลาย่างเกลือ",
        "ข้าวผัดผงกะหรี่ทะเล",
        "ข้าวหน้าปลาทอดกระเทียม",
        "ข้าวหน้าเนื้อผัดน้ำมันหอย",
        "ข้าวหน้าไก่ผัดเม็ดมะม่วง",
        "ข้าวปลาย่างซีอิ๊ว",
        "ข้าวหน้าไก่ทอดซอสเกาหลี",
        "ข้าวแกงมัสมั่นปลา",
        "ข้าวยำแซลมอน",
        "ข้าวหน้าเทมปุระ",
        "ข้าวปลานึ่งมะนาว",
        "ข้าวต้มทะเล",
        "ข้าวต้มปลาแซลมอน",
        "ข้าวมันไก่ทอด",
        "ข้าวหน้าไข่ข้นไก่",
        "ข้าวหน้าไก่ตุ๋นยาจีน",
        "ข้าวไก่อบซอสบาร์บีคิว",
        "ข้าวคลุกน้ำพริกกุ้งสด",
        "ข้าวปลาทูทอดน้ำปลา",
        "ข้าวผัดกระเทียมแซลมอน",
        "ข้าวหน้าไก่ผัดซอสเทอริยากิ",
        "ข้าวหน้าไข่ดาวราดซอสปรุงรส",
        "ข้าวราดไก่พะแนง",
        "ข้าวอบเป็ดย่าง",
        "ข้าวต้มกุ้งแห้ง",
        "ก๋วยเตี๋ยวลุยสวน",
        "ก๋วยเตี๋ยวแห้งต้มยำทะเล",
        "เส้นหมี่ผัดกระเฉดกุ้ง",
        "บะหมี่ไข่ตุ๋น",
        "ผัดบะหมี่ฮ่องกงทะเล",
        "ก๋วยเตี๋ยวหลอดไก่",
        "หม่าล่า",
        "หมี่เหลืองผัดไข่",
        "สปาเกตตีโบลองเนสไก่",
        "อุด้งต้มยำทะเล",
        "ราเม็งแซลมอนย่าง",
        "บะหมี่หมูแดง (ใช้ไก่แทนหมู)",
        "เส้นเล็กผัดซอสเกาหลี",
        "กะเพราเนื้อตุ๋น",
        "บะหมี่ผัดซีอิ๊วไก่",
        "ข้าวขาวัว",
        "ข้าวหน้าเนื้อ",
        "ข้าวไข่ดาว",
        "ข้าวไข่เจียว",
        "บะหมี่แห้ง หม่าล่า",
        "ข้าวไข่เจียว",  
"ข้าวไข่ดาว"  ,
"ข้าวกะเพราไก่ ไข่ดาว"  ,
"ข้าวกะเพราเนื้อ ไข่ดาว"  ,
"ข้าวเครื่องแกงเผ็ดไก่"  ,
"ข้าวเครื่องแกงเผ็ดเนื้อ"  ,
"ข้าวหน้าเนื้อ"  ,
"ข้าวมันไก่"  ,
"ข้าวผัด"  ,
"ข้าวแกงกะหรี่",  
"ข้าวยำไก่แซ่บ"  ,
"ข้าวไก่ทอด"  ,
"ก๋วยเตี๋ยวต้มยำ" , 
"หม่าล่า"  ,
"มาม่าผัด"  ,
"ส้มตำไก่ย่าง" , 
"ข้าวราดแกง" , 
"ข้าวหน้าเป็ด"  ,
"บะหมี่เป็ด"  ,
"ข้าวเหนียวไก่",  
"สเต็กไก่"  ,
"สเต็กเนื้อ"  ,
"สลัดโรล"  ,
"โจ๊ก"  ,
"สปาเกตตี้",  
"ข้าวขาวัว" , 
"ขนมจีน"
    ]    
}
